Repository: zxhzxhz/LiveContainer
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, sv, tr, vi, zh_hans, zh_hant

# lc.common.none
source: None
ar: لا يوجد
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Inga
tr: Hiçbiri
vi: Không có
zh_hans: 无
zh_hant: 無

# lc.common.ok
source: OK
ar: تم
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 好

# lc.common.remove
source: Remove
ar: حذف
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Kaldır
vi: Xoá
zh_hans: 删除
zh_hant: 移除

# lc.common.rename
source: Rename
ar: أعد تسميه
de: Umbennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sv: Byt namn
tr: Yeniden Adlandır
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

# lc.common.reset
source: Reset
ar: إعادة تشغيل
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 초기화
pl: Wyzeruj
pt_br: Redefinir
ru: Сброс
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

# lc.common.select
source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
tr: Seç
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

# lc.common.statistics
source: Statistics
ar: الإحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계
pl: Statystyki
pt_br: Estatísticas
ru: Статистика
tr: İstatistikler
vi: Thống kê
zh_hans: 统计数据
zh_hant: 統計資料

# lc.common.success
source: Success
ar: نجاح
de: Erfolgreich
es: Éxito
fr: Succès
it: Completato
ja: 成功
ko: 성공
pl: Sukces
pt_br: Sucesso
ru: Успех
sv: Lyckades
tr: Başarılı
vi: Thành công
zh_hans: 成功
zh_hant: 成功

# lc.common.unknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmeyen
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

# lc.common.yes
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 네
pl: Tak
pt_br: Sim
ru: Да
sv: Ja
tr: Evet
vi: Có
zh_hans: 是
zh_hant: 確認

# lc.container.alreadyDefaultContainer
source: This is the default container
ar: هذه هي الحاوية الأساسية
de: Das ist der Standard Container
es: Este es el contenedor por defecto
fr: Il s'agit du conteneur par défaut
it: Questo è il contenitore di default
ja: これがデフォルトのコンテナです
ko: 기본 LiveContainer입니다.
pl: To jest domyślny kontener
pt_br: Este é o contêiner padrão
ru: Это контейнер по умолчанию
sv: Detta är standard behållaren
tr: Bu varsayılan konteynerdir
vi: Đây là thùng chứa mặc định
zh_hans: 该容器为默认容器
zh_hant: 這是預設的容器

# lc.container.bookmarkResolveInProgress
source: Resolving container bookmark...
ar: إصلاح العلامة المرجعية للحاوية...
de: Container-Lesezeichen auflösen...
es: Resolviendo marcador del contenedor...
fr: Résolution du favori du conteneur...
ja: コンテナブックマークを解決しています…
ko: 컨테이너 북마크 해결 중입니다.
pl: Rozwiązywanie zakładki kontenera...
ru: Разрешение закладки контейнера...
tr: Konteyner yer işaretleri çözülüyor...
vi: Đang lấy dấu trang của thùng chứa...
zh_hans: 正在解析容器书签...
zh_hant: 正在解析容器書籤…

# lc.container.containerFolderName
source: Container Folder Name
ar: اسم ملف الحاوية
de: Name des Container Ordners
es: Nombre de carpeta del contenedor
fr: Nom du dossier du conteneur
it: Nome Cartella Contenitore
ja: コンテナフォルダ名
ko: 컨테이너 폴더 이름
pl: Nazwa Katalogu Kontenera
pt_br: Nome da Pasta do Contêiner
ru: Имя папки контейнера
sv: Mappnamn för behållare
tr: Konteyner Klasör Adı
vi: Tên Thư mục Thùng chứa
zh_hans: 容器文件夹名
zh_hant: 容器資料夾名稱

# lc.container.containerName
source: Container Name
ar: اسم الحاوية
de: Name des Container
es: Nombre del contenedor
fr: Nom du conteneur
it: Nome contenitore
ja: コンテナ名
ko: 컨테이너 이름
pl: Nazwa Kontenera
pt_br: Nome do Contêiner
ru: Название контейнера
sv: Behållarens namn
tr: Konteyner Adı
vi: Tên Thùng chứa
zh_hans: 容器名称
zh_hant: 容器名稱

# lc.container.defaultContainerDesc
source: LiveContainer will use the default container when none is specified.
ar: سوف يستعمل LiveContainer الحاوية الأساسية أذا لم يتم تحديد واحدة.
de: LiveContainer wird den Standard-Container verwenden, wenn keiner angegeben ist.
es: LiveContainer usará el contenedor predeterminado cuando no se especifique ninguno.
fr: LiveContainer utilisera le conteneur par défaut si aucun n'est spécifié.
it: LiveContainer userà il contenitore predefinito quando non ne viene specificato nessuno.
ja: 指定がない場合、LiveContainerはデフォルトのコンテナを使用します。
ko: 컨테이너가 정해져있지 않을 경우 기본 컨테이너가 사용됩니다.
pl: LiveContainer będzie używał domyślnego kontenera, kiedy żaden inny nie jest wybrany.
pt_br: LiveContainer usará o contêiner padrão quando nenhum contêiner é especificado.
ru: LiveContainer будет использовать контейнер по умолчанию, когда ничего не указано.
sv: LiveContainer kommer att använda standardbehållaren när inget anges.
tr: LiveContainer hiç bir şey belirtilmediğinde varsayılan konteyneri kullanır.
vi: LiveContainer sẽ dùng thư mục mặc định khi không cái nào được chọn.
zh_hans: 当没有指定容器时，LiveContainer会使用默认容器。
zh_hant: 當沒有指定時，LiveContainer將使用預設容器。

# lc.container.deleteData
source: Delete Data
ar: احذف البيانات
de: Daten löschen
es: Eliminar Datos
fr: Supprimer les données
it: Cancella dati
ja: データを削除
ko: 데이터 삭제
pl: Usuń dane
pt_br: Remover Dados
ru: Удалить данные
sv: Radera data
tr: Veriyi Sil
vi: Xóa Dữ liệu
zh_hans: 删除数据
zh_hant: 刪除資料

# lc.container.deleteDataDesc
source: Do you want to delete all data of this container?
ar: هل تريد أن تحذف بيانات وملفات هذه الحاوية؟
de: Möchten Sie alle Daten von diesem Container löschen?
es: ¿Deseas eliminar todos los datos de este contenedor?
fr: Voulez-vous supprimer toutes les données de ce conteneur ?
it: Vuoi rimuovere tutti i dati di questo container?
ja: このコンテナのデータをすべて削除しますか？
ko: 컨테이너 데이터를 모두 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć wszystkie dane przechowywane w tym kontenerze?
pt_br: Deseja remover todos os dados do contêiner?
ru: Вы хотите удалить все данные этого контейнера?
sv: Vill du ta bort all data från denna behållare?
tr: Bu konteynerin tüm verilerini silmek istiyor musunuz?
vi: Bạn có chắc muốn xoá hết dữ liệu của thùng chứa này?
zh_hans: 你确定要删除该容器的所有数据吗？
zh_hant: 你想刪除這個容器的所有資料嗎？

# lc.container.externalStorageUnavailable
source: This container is not available at this moment
ar: هذه الحاوية غير متوفرة في هذه اللحظة
de: Dieser Container ist momentan nicht verfügbar
es: Este contenedor no está disponible en este momento
fr: Ce conteneur n'est pas disponible pour le moment
ja: 現在このコンテナは利用できません
ko: 지금은 이 컨테이너를 사용할 수 없습니다.
pl: Ten kontener nie jest w tym momencie dostępny
ru: Этот контейнер сейчас недоступен
tr: Bu konteyner şu anda mevcut değildir.
vi: Thùng chứa này hiện tại không có sẵn
zh_hans: 此容器当前不可用
zh_hant: 此容器當前不可用

# lc.container.inUse
source: This container is currently in use
ar: هذه الحاوية مستعمله حاليًا
de: Der Container ist derzeit in Verwendung
es: Este contenedor está actualmente en uso
fr: Ce conteneur est actuellement utilisé
it: Questo contenitore è attualmente in uso
ja: このコンテナは現在使用中です
ko: 사용 중인 컨테이너입니다.
pl: Ten kontener jest w użytku
pt_br: Este contêiner já está sendo usado
ru: Этот контейнер в настоящее время используется
sv: Denna behållare används för närvarande
tr: Bu konteyner şu anda kullanımdadır
vi: Thùng chứa này đang được dùng
zh_hans: 容器当前正在使用
zh_hant: 這個容器目前正在使用中

# lc.container.inUseBy %@
source: Container is currently used by %@.
ar: الحاوية مستعمله حالياً من قبل %@.
de: Container wird derzeit von %@ verwendet.
es: El contenedor está siendo usado actualmente por %@.
fr: Le conteneur est actuellement utilisé par %@.
it: Il contenitore è attualmente utilizzato da %@.
ja: コンテナは現在%@で使用しています。
ko: %@(이)가 컨테이너를 사용하고 있습니다.
pl: Kontener obecnie jest używany przez %@.
pt_br: Contêiner está em uso por %@.
ru: Контейнер на данный момент используется %@.
sv: Behållare används för närvarande av %@.
tr: Konteyner şu anda %@ tarafından kullanılmaktadır.
vi: Thùng chứa này đang được dùng bởi %@.
zh_hans: 容器当前正在被%@使用。
zh_hant: 容器目前由%@使用。

# lc.container.invalidIDFV
source: Invalid IDFV
ar: معرفات غير صالحة
de: Ungültige IDFV
es: IDFV no válido
fr: IDFV invalide
pl: Błędne IDFV
ru: Неверный IDFV
tr: Geçersiz IDFV
vi: IDFV không hợp lệ
zh_hans: 无效的 IDFV

# lc.container.isolateAppGroup
source: Isolate App Group
ar: أعزل مجموعه التطبيق
de: App-Gruppe isolieren
es: Aislar grupo de aplicaciones
fr: Isoler le groupe d'apps
it: Gruppo App Isolate
ja: アプリグループを分離
ko: 앱 그룹 분리
pl: Izoluj Grupę Aplikacji
pt_br: Isolar Aplicativos Agrupados
ru: Изоляция группы приложений
sv: Isolera appgrupp
tr: Uygulama Grubunu İzole Et
vi: Ngăn cách App Group
zh_hans: 独立AppGroup
zh_hant: 隔離應用程式組

# lc.container.notEnoughKeychainGroup
source: Not enough keychain Access Group.
ar: لا توجد مجموعة وصول كافية لسلسلة المفاتيح.
de: Unzureichende Schlüsselbund-Zugriffsgruppe.
es: No hay suficientes grupos de acceso del llavero.
fr: Accès insuffisant au groupe du trousseau.
it: Non ci sono abbastanza Gruppi Accesso Portachiavi.
ja: キーチェーンアクセスグループが不足しています。
ko: 키체인 접근 그룹이 부족합니다.
pl: Brak wystarczającego dostępu do grupy pęków kluczy.
pt_br: Não há corrente o suficiente para o grupo de acesso.
ru: Недостаточно групп доступа к связке ключей.
sv: Inte tillräckligt med nyckelring Access Group.
tr: Yeterli anahtar zinciri erişim grubu yok.
vi: Không đủ keychain Access Group.
zh_hans: 无法分配空闲的钥匙串访问组。
zh_hant: 沒有足夠的的鑰匙串存取群組。

# lc.container.preferences
source: Container Preferences
ar: تفضيلات الحاوية
de: Container Einstellungen
es: Preferencias del contenedor
fr: Préférences des conteneurs
it: Preferenze Contenitore
ja: コンテナの設定
ko: 컨테이너 설정
pl: Opcje dotyczące kontenerów
pt_br: Preferências do Contêiner
ru: Настройки контейнера
sv: Inställningar för behållare
tr: Konteyner Tercihleri
vi: Cài đặt Thùng chứa
zh_hans: 容器设置
zh_hant: 容器偏好

# lc.container.removeContainer
source: Remove Container
ar: امسح الحاوية
de: Container entfernen
es: Eliminar contenedor
fr: Retirer le conteneur
it: Rimuovi Contenitore
ja: コンテナを削除
ko: 컨테이너 제거
pl: Usuń kontener
pt_br: Remover Contêiner
ru: Удалить контейнер
sv: Ta bort behållare
tr: Konteynırı kaldır
vi: Xoá Thùng chứa
zh_hans: 删除容器
zh_hant: 移除容器

# lc.container.removeContainerDesc
source: Do you want to remove this container?
ar: هل تريد أن تحذف هذه الحاوية؟
de: Möchten Sie diesen Container entfernen?
es: ¿Quieres eliminar este contenedor?
fr: Voulez-vous retirer ce conteneur ?
it: Vuoi rimuovere questo contenitore?
ja: このコンテナを削除しますか？
ko: 컨테이너를 제거하시겠습니까?
pl: Czy na pewno chcesz usunąć ten kontener?
pt_br: Você quer remover este contêiner?
ru: Вы хотите удалить этот контейнер?
sv: Vill du ta bort denna behållare?
tr: Bu konteynerı kaldırmak istiyor musunuz?
vi: Bạn muốn xoá thùng chứa này không?
zh_hans: 你确定要删除此容器吗？
zh_hant: 你想把這個容器移除嗎？

# lc.container.removeKeychainDesc
source: Do you want to remove the keychain of this container?
ar: هل تريد ان تحذف سلسلة المفاتيح لهذهِ الحاوية؟
de: Möchten Sie den Schlüsselbund dieses Containers entfernen?
es: ¿Quieres eliminar el llavero de este contenedor?
fr: Voulez-vous retirer le trousseau de ce conteneur ?
it: Vuoi rimuovere l'autenticazione di questo container?
ja: このコンテナのキーチェーンを削除しますか？
ko: 이 컨테이너의 키체인을 삭제하시겠습니까?
pl: Czy chcesz usunąć pęk kluczy tego kontenera?
pt_br: Deseja remover a corrente-chave deste contêiner?
ru: Вы хотите удалить связку ключей этого контейнера?
sv: Vill du ta bort nyckelkedjan för denna behållare?
tr: Bu konteynerin anahtar zincirini kaldırmak ister misiniz?
vi: Bạn có muốn xoá chuỗi khoá của thùng chứa này không?
zh_hans: 你确定要清除该容器的钥匙串吗？
zh_hant: 你想刪除這個容器的鑰匙圈嗎？

# lc.container.selectUnused
source: Select Unused Containers
ar: أختر حاويات غير مستعمله
de: Unbenutzte Container auswählen
es: Seleccionar contenedores no utilizados
fr: Sélectionner les conteneurs inutilisés
it: Selezione Containers non utilizzati
ja: 使用していないコンテナを選択
ko: 미사용 컨테이너 선택
pl: Wybierz nieużywane kontenery
pt_br: Selecionar Contêineres Inutilizados
ru: Выбрать неиспользуемые контейнеры
sv: Välj oanvända behållare
tr: Kullanılmayan konteynerları seç
vi: Chọn Thùng chứa chưa được dùng
zh_hans: 选择未使用的容器
zh_hant: 選擇未使用的容器

# lc.container.selectUnused.noUnused
source: No unused data folders.
ar: لا ملفات غير مستعمله.
de: Keine ungenutzten Datenordner.
es: No hay carpetas de datos sin usar.
fr: Pas de dossiers de données inutilisés.
it: Nessuna cartella dati non utilizzata.
ja: 未使用のデータフォルダはありません。
ko: 미사용 중인 폴더 없습니다.
pl: Brak nieużywanych katalogów danych.
pt_br: Nenhuma pasta de dados inutilizada.
ru: Нет неиспользуемых папок данных.
sv: Inga oanvända datamappar.
tr: Kullanılmayan veri klasörleri yok.
vi: Không có thư mục thừa.
zh_hans: 无未使用的数据文件夹。
zh_hant: 無未使用的數據資料夾。

# lc.container.selectUnused.unknownApp
source: Unknown app
ar: تطبيق غير معروف
de: Unbekannte App
es: App desconocida
fr: Application inconnue
it: App sconosciuta
ja: 不明なアプリ
ko: 알 수 없는 앱
pl: Nieznana aplikacja
pt_br: Aplicativo desconhecido
ru: Неизвестное приложение
sv: Okänd app
tr: Bilinmeyen uygulama
vi: App Không xác định
zh_hans: 未知App
zh_hant: 不明的程式

# lc.container.setDefaultContainer
source: Set As Default Container
ar: ضعة كالحاوية الأساسية
de: Als Standard-Container festlegen
es: Establecer como contenedor predeterminado
fr: Définir comme conteneur par défaut
it: Imposta Come Container Predefinito
ja: デフォルトのコンテナに設定
ko: 기본 컨테이너로 설정
pl: Ustaw jako domyślny kontener
pt_br: Definir Como Contêiner Padrão
ru: Установить как контейнер по умолчанию
sv: Ställ in som standard behållare
tr: Varsayılan Konteyner olarak ayarla
vi: Đặt làm Thùng chứa Mặc định
zh_hans: 设置为默认容器
zh_hant: 設定為預設容器

# lc.container.spoofIdentifierForVendor
source: Spoof identifierForVendor
ar: معرف البقع للمورد
de: identifierForVendor fälschen
es: Falsear identifierForVendor
fr: Falsifier identifierForVendor
it: Inganna identifierForVendor
ja: ベンダー用の識別子を偽装
ko: identifierForVendor 속이기
pl: Oszukaj identifierForVendor
pt_br: Falso identificador para vendedores
ru: Подменять identifierForVendor
tr: Sağlayıcı Kimliğini Taklit Et
zh_hans: 伪造identifierForVendor
zh_hant: 偽裝identifierForVendor

# lc.container.tooMuchContainers
source: Can't add more than 3 containers.
ar: لا يمكن وضع اكثر من 3 حاويات.
de: Es können nicht mehr als 3 Container hinzugefügt werden.
es: No se pueden añadir más de 3 contenedores.
fr: Impossible d'ajouter plus de 3 conteneurs.
it: Impossibile aggiungere più di 3 contenitori.
ja: 3つ以上のコンテナを追加することはできません。
ko: 최대 3개의 컨테이너까지 추가할 수 있습니다.
pl: Nie można dodać więcej niż 3 kontenery.
pt_br: Não é possível adicionar mais de 3 contêineres.
ru: Нельзя добавить больше трёх контейнеров.
sv: Kan inte lägga till mer än 3 behållare.
tr: 3'ten fazla konteyner ekleyemezsiniz.
vi: Không thể thêm nhiều hơn 3 thùng chứa.
zh_hans: 不能添加超过3个容器。
zh_hant: 不能增加超過3個容器。

# lc.container.unbind
source: Unbind From App
ar: ألغاء الربط من تطبيق
de: Verknüpfung von der App aufheben
es: Desvincular de la app
fr: Détacher de l'application
it: Scollega Dall'App
ja: アプリとの紐付けを解除
ko: 앱 연결 끊기
pl: Odłącz od Aplikacji
pt_br: Desvincular Do Aplicativo
ru: Отвязать от приложения
sv: Koppla från appen
tr: Uygulamadan Bağlantıyı Kaldır
vi: Gỡ liên kết khỏi App
zh_hans: 与App解绑
zh_hant: 與App解除綁定

# lc.download.downloading
source: Downloading
ar: يتم التنزيل
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement
it: Scarico
ja: ダウンロード中
ko: 다운로드 중
pl: Pobieranie
pt_br: Baixando
ru: Скачивание
sv: Hämtar
tr: İndiriliyor
vi: Đang tải
zh_hans: 下载中
zh_hant: 下載中

# lc.guestTweak.appSwitchTip %@
source: Are you sure you want to switch to %@? Doing so will terminate this app.
ar: هل أنت متأكد بالتحويل إلى %@؟ الفعل هذا سيتسبب بأغلاق هذا التطبيق.
de: Sind Sie sicher, dass Sie zu "%@" wechseln wollen? Dadurch wird diese App beendet.
es: ¿Seguro que quieres cambiar a %@? Hacerlo cerrará esta app.
fr: Voulez-vous vraiment ouvrir %@ ? Cela entraînera la fermeture de cette application.
it: Sei sicuro di voler passare ad %@? Così facendo terminerà questa app.
ja: %@に切り替えてもよろしいですか？この操作により、このアプリは終了します。
ko: %@(을)를 실행할 경우 현재 앱은 종료됩니다.
pl: Czy na pewno chcesz zmienić na %@? Zakończy to pracę tej aplikacji.
pt_br: Tem certeza que deseja alternar para %@? Fazer tal ação encerrará este aplicativo.
ru: Вы точно хотите переключиться на %@? Переключившись, вы завершите работу текущего приложения.
sv: Är du säker på att du vill byta till %@? Om du gör det kommer appen att avslutas.
tr: %@'ye geçmek istediğinizden emin misiniz? Bunu yaparsanız bu uygulama sonlandırılacaktır.
vi: Bạn muốn chuyển sang %@? App hiện tại sẽ bị thoát.
zh_hans: 切换到%@将终止当前App，要继续吗？
zh_hant: 切換到%@會停止目前App，要繼續嗎？

# lc.guestTweak.error.bundleNotFound %@
source: App %@ not found.
ar: لم يتم العثور على البرنامَج %@.
de: App "%@" nicht gefunden.
es: App %@ no encontrada.
fr: L'application %@ n'a pas été trouvée.
it: App %@ non trovata.
ja: アプリ %@が見つかりません。
ko: %@ 앱을 찾을 수 없습니다.
pl: Nie znaleziono aplikacji %@.
pt_br: Aplicativo %@ não encontrado.
ru: Приложение "%@" не найдено.
sv: Appen %@ hittades inte.
tr: Uygulama %@ bulunamadı.
vi: Không tìm thấy app %@.
zh_hans: 未找到App %@。
zh_hant: 未找到App %@。

# lc.guestTweak.openInCurrentApp
source: Current App
ar: التطبيق الحالي
de: Aktuelle App
es: App actual
fr: Application actuelle
it: App Attuale
ja: 現在のアプリ
ko: 현재 앱
pl: Aktualnie Używana Aplikacja
pt_br: Aplicativo Atual
ru: Текущее приложение
sv: Nuvarande app
tr: Mevcut Uygulama
vi: App Hiện tại
zh_hans: 在当前App打开
zh_hant: 在目前的App上打開

# lc.guestTweak.openInLc %@
source: Open in %@
ar: فتح في %@
de: In %@ öffnen
es: Abrir en %@
fr: Ouvrir dans %@
it: Apri In %@
ja: %@で開く
ko: %@로 열기
pl: Otwórz w %@
pt_br: Abrir No %@
ru: Открыть во %@
sv: Öppna i %@
tr: %@’de Aç
vi: Mở trong %@
zh_hans: 在%@中打开
zh_hant: 在%@中打開

# lc.guestTweak.openWebPageTip
source: Are you sure you want to open the web page and launch an app? Doing so will terminate this app. You can try to open it in the current app if it supports Universal Links.
ar: هل أنت متأكد من فتح المتصفح و فتح التطبيق؟ الفعل هذا سوف يتسبب بغلق التطبيق. يمكنك المحاولة أن تشغل التطبيق الحالي إذا يدعم الروابط العالمية.
de: Sind Sie sicher, dass Sie die Webseite öffnen und eine Anwendung starten möchten? Wenn Sie dies tun, wird diese Anwendung beendet. Sie können versuchen, sie in der aktuellen App zu öffnen, wenn diese Universal Links unterstützt.
es: ¿Seguro que quieres abrir la página web y lanzar una app? Hacerlo cerrará esta app. Puedes intentar abrirla en la app actual si es compatible con enlaces universales.
fr: Êtes-vous sûr de vouloir ouvrir la page web et lancer une application ? Cela entraînera la fermeture de cette application. Vous pouvez essayer de l'ouvrir dans l'application actuelle si elle prend en charge les liens universels.
it: Sei sicuro di voler aprire la pagina web e lanciare un'app? Così facendo terminerai questa app. Puoi provare ad aprirlo nell'app corrente se supporta i Link Universali.
ja: 本当にウェブページを開いてアプリを起動しますか？この操作により、このアプリは終了します。ユニバーサルリンクに対応している場合は、現在のアプリ内で開けます。
ko: 웹페이지를 열고, 앱을 실행할 경우 현재 앱이 종료됩니다. 유니버셜 링크를 지원할 경우 현재 앱 안에서 여는 것을 시도할 수 있습니다.
pl: Czy na pewno chcesz otworzyć stronę internetową? Zakończy to pracę tej aplikacji. Możesz spróbować otworzyć łącze w aktualnie używanej aplikacji, jeżeli ona wspiera funkcje "Łącza Uniwersalne".
pt_br: Tem certeza que deseja abrir esta página da web e iniciar um aplicativo? Isso encerrará o aplicativo atual. Você pode tentar abri-lo no aplicativo atual se ele suporta Links Universais.
ru: Вы уверены, что вы хотите открыть веб-страницу и запустить приложение? Это действие закроет это приложение. Вы можете попробовать открыть страницу в текущем приложении, если оно поддерживает Универсальные Ссылки.
sv: Är du säker på att du vill öppna webbsidan och starta en app? Gör så kommer att avsluta den här appen. Du kan försöka öppna den i den aktuella appen om den stöder Universal Länkar.
tr: Web sayfasını açıp uygulamayı başlatmak istediğinizden emin misiniz? Bunu yaparsanız bu uygulama sonlandırılacaktır. Uygulama Universal Links'i destekliyorsa, mevcut uygulamada açmayı deneyebilirsiniz.
vi: Bạn có muốn mở trang web và mở một app? App hiện tại sẽ bị thoát. Bạn có thể mở nó trong app hiện tại nếu nó không hỗ trợ Universal Link.
zh_hans: 打开网页并打开App需要先终止当前App，要继续吗？若App支持，你也可以在当前App内打开。
zh_hant: 您確定要開啟網頁並啟動App嗎？這樣做將停止此應用程式。您可以嘗試在目前應用程式中開啟它（如果App支援通用連結）。

# lc.guestTweak.restartToInstall
source: Please restart LiveContainer to install apps.
ar: الرجاء أعادة تشغيل LiveContainer لتثبيت التطبيقات.
de: Bitte starten Sie LiveContainer neu, um Apps zu installieren.
es: Reinicia LiveContainer para instalar apps.
fr: Veuillez redémarrer LiveContainer pour installer les applications.
it: Riavvia LiveContainer per installare le applicazioni.
ja: アプリをインストールするにはLiveContainerを再起動してください。
ko: 앱을 설치하려면 LiveContainer를 재실행해주세요.
pl: Proszę Uruchomić Ponownie LiveContainer, aby zainstalować aplikacje.
pt_br: Por favor, reinicie o LiveContainer para instalar aplicativos.
ru: Пожалуйста, перезапустите LiveContainer, чтобы установить приложение.
sv: Starta om LiveContainer för att installera appar.
tr: Uygulamaları yüklemek için lütfen LiveContainer'ı yeniden başlatın.
vi: Vui lòng mở lại LiveContainer để cài app.
zh_hans: 请重启LiveContainer以安装App。
zh_hant: 請重新啟動LiveContainer 來安裝App。
